[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$The willow game. Credit card information. a writer."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_Lobelia UsableCustomizationItemDefinition]
ItemCardTopStatString="%sAt 2 o'clock %s1"
UseFailureCharacterMessage="Yes %s I use it."
ItemName=""
PickupMessage="It comes from you. %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="normal"

[Mechro.Skin_Lobelia UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="Must see %s Use this."
ItemName=""
PickupMessage="come back to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Normal."

